"""Переменные текстовых сообщений"""

start_message = 'Привет! Я бот мастера Адель! ' \
                'Напиши мне свое имя.'

date_message = 'Когда Вы хотите записаться на прием? (в формате ДД.ММ.ГГГГ)'
wrong_date_message = 'Неверный формат даты. Пожалуйста, введите дату в формате ДД.ММ.ГГГГ'
need_correct_date_message = 'Введите предстоящую дату, записаться в прошлое, увы невозможно)'
time_message = 'На какое время вы хотели бы записаться? Напишите в формате ЧЧ:ММ'
uncorrect_time_message = 'Неверный формат времени. Пожалуйста, введите время в формате ЧЧ:ММ'
phone_message = 'Напишите свой номер телефона для связи'
